Repository: 18202781743/deepin-feedback
Catalog: locale/*.po
Languages: fr

source: Deepin Desktop Environment
fr: Environnement Bureau Deepin

source: Deepin Control Center
fr: Centre de Contrôle Deepin

source: System Configuration (startup / repository / drive)
fr: Configuration du Système (Démarrage / Dépôt / Utilisation )

source: Deepin Installer
fr: Installeur Deepin

source: Deepin Store
fr: Logithèque Deepin

source: Deepin Music
fr: Deepin Musique

source: Deepin Movie
fr: Deepin Films

source: Deepin Screenshot
fr: Capture Écran Deepin

source: Deepin Terminal
fr: Terminal Deepin

source: Deepin Translator
fr: Traducteur Deppin

source: I don't know
fr: Je ne sais pas

source: Report a bug for <target>.
fr: Aviser d'un bug pour <cible>.

source: target
fr: cible

source: Failed to add attachment: Single attachment can not be more than 15M.
fr: Impossible d'envoyer le fichier: La pièce jointe ne peut dépasser les 15MB

source: Please select attachment
fr: Veuillez sélectionner fichier joint

source: Total attachments have reached limit.
fr: Nombre de pièces jointes ont atteint la limite.

source: Please describe your problem in detail
fr: Décrivez votre problème en détail

source: Please upload related screenshots or files
fr: Veuillez nous envoyer des captures d’écrans/ fichiers, liés au problème

source: Single attachment can not exceed 15M
fr: La pièce jointe ne peut dépasser les 15mb

source: The total number of attachments is not more than six
fr: Pas plus de 6 pièces jointes

source: Please describe your idea in detail
fr: Décrivez votre idée en détail

source: Please upload related attachments
fr: Veuillez envoyer documents relationnés

source: Send
fr: Envoyer

source: Deepin User Feedback
fr: Retours utilisateur Deepin

source: Your feedback has been sent successfully, thanks for your support!
fr: Votre commentaire a été envoyé avec succès, merci pour votre soutien!

source: Resend
fr: Renvoyer

source: Failed to send your feedback, resend?
fr: Échec de l'envoi de vos commentaires, renvoyer?

source: Sending ...
fr: Envoi en cours...

source: The draft of %1 has been saved.
fr: Le brouillon de %1 a été sauvegardé

source: Please input the problem title
fr: Veuillez mettre un titre

source: Please describe your idea simply
fr: Veuillez décrire votre idée en résumé

source: Title words have reached limit.
fr: Mots du titre ont atteint la limite.

source: Please fill in email to get the feedback progress.
fr: Veuillez indiquer votre email pour voir l'avancée de votre commentaire.

source: Email is invalid.
fr: Email invalide.

source: I wish to join in User Feedback Help Plan to quickly improve the system without any personal information collected.
fr: Je souhaite participer au plan d'aide utilisateur afin d'améliorer le système sans qu'aucune information personnelle ne soit recueillie.

source: Close
fr: Fermer

source: I have a problem
fr: J'ai un problème

source: I have a good idea
fr: J'ai une bonne idée

source: Upload failed, please retry.
fr: Envoi échoué, veuillez réessayer.

source: Please select feedback project firstly
fr: Veuillez d’abord sélectionner un projet
